Repository: Mighel881/FolderControllerXIII
Catalog: FolderController/Resources/*.lproj/About.strings
Languages: ar

source: Add My Repo To Cydia.
ar: أضف سورسي الخاص إلى سيديا.

source: Arabic
ar: اللغة العربية

source: Big thanks to everyone who helped with the localizations. If you would like to improve a translation, or add a new one, contact me on Twitter @BrianVS.
ar: شكر خاص إلى كل من ساعدني في الترجمة، إذا كنت ترغب في تحسين الترجمة أو أضافة شيء جديد، راسلني ع تويتر حسابي BrianVS@

source: EMAIL_SUPPORT_HEADER
ar: عندك مشكلة تعارض؟

source: More Free Tweaks
ar: أدوات مجانية أخرى

source: Official Reddit jailbreak forum:
ar: المنتدى الرسمي لمجتمع الجلبريك

source: EMAIL_SUPPORT
ar: راسل الدعم

source: DEVELOPERS
ar: المطورين:

source: Other iOS 13 tweaks
ar: أدوات أخرى تدعم إصدار 13:

source: This is just a small sample of the many free tweaks tested and working on iOS 11 and 12, most work on earlier versions too. Don’t forget to add my repo for access to all of them!
ar: هذه مجرد عينة صغيرة من التعديلات المجانية العديدة التي تم اختبارها والعمل على نظامي iOS 11 و 12 ، ومعظمها يعمل على الإصدارات السابقة أيضًا. لا تنس إضافة سورس الخاص بي للوصول الكامل للأدوات!

source: TRANSLATORS
ar: المترجمون:

source: Want more options to pimp out your iDevice? A huge update of Stylish11 is now available in all of Cydia.
ar: تريد المزيد من الخيارات لـiDevice الخاص بك؟ يتوفر الآن تحديث ضخم لـ Stylish11 في جميع أنحاء Cydia.
