Repository: Mighel881/FolderControllerXIII
Catalog: FolderController/Resources/*.lproj/ClosedFolders.strings
Languages: ar

source: ABOUT
ar: أعتماد الدعم

source: Adjust closed folders (folder icons) corner radius from 0 being squared and 28-30 being circular.
ar: اضبط قطر الزاوية للمجلدات المغلقة (أيقونات المجلد) من 0 إلى 28 ومن 28 إلى 30 دائري.

source: Adjust color alpha of uncolored folder icons, the image that appears behind rounded, custom colored folders.
ar: اضبط تظليل ألوان أيقونات المجلد غير الملونة ، الصورة المدورة في خلفية المجلد، تنسيق الوان المجلد.

source: Adjust white alpha of uncolored folder icons. Leave both at zero to see only custom color and corner radius changes (if you use Snowboard). Thats a workaround for corner radius conflict with the theme engine.
ar: ضبط التظليل الأبيض من ايقونات المجلد غير ملون. اترك كليهما عند الصفر لرؤية تغييرات نصف قطر اللون والزاوية المخصصة فقط (إذا كنت تستخدم Snowboard). هذا حل بديل قطر الزاوية مع محرك الثيمات.

source: Almost all the settings update instantly except for changes to icons, and folder size changes. Apply changes will respring your device, and ensure all values are set as desired.
ar: يتم تحديث جميع الإعدادات تقريبًا على الفور باستثناء التغييرات على الرموز وتغيير حجم المجلد. سيؤدي تطبيق التغييرات إلى إعادة تشغيل جهازك (ريسبرنج)، والتأكد من تعيين جميع القيم حسب الرغبة.

source: Apply changes
ar: تطبيق التغييرات (ريسبرنج)

source: Auto-close when app opens
ar: أغلاق تلقائي للمجلد بعد فتح تطبيقات

source: Background blur color:
ar: لون تظليل الخلفية:

source: Border color
ar: الوان الحدود

source: Border color:
ar: الوان الحدود:

source: Border thickness:
ar: سمك الحدود:

source: Clear icons/ opacity
ar: أيقونات واضحة/ معتمة

source: Closed folder coloring
ar: الوان مجلد المغلق

source: Closed folder opacity
ar: تعتيم المجلد المغلق

source: Closed folders
ar: مجلدات مغلقة

source: Closing Folders
ar: أغلاق مجلدات

source: Color icons+border
ar: تلوين أيقونات وحدود

source: Colors open folders with either a solid color and border, a preset gradient blend of 3 colors you pick, or various gradient styles using the colors below. Border color also will appear if width is greater then zero.
ar: تفتح الألوان مجلدات إما بلون أو حد صلب ، أو مزيج تدرج مسبق الإعداد من 3 ألوان تختارها ، أو أنماط متدرجة مختلفة باستخدام الألوان أدناه. سوف يظهر لون الحدود أيضًا إذا كان العرض أكبر من الصفر.

source: Credits and Support
ar: الأعتمادات والدعم

source: Custom color alpha:
ar: تحديد لون تظليل مخصص

source: Custom color folder icons, and pick custom border color and thickness. Turn on Support theme images if you have a folder icon as part of your theme you want to see. The border color will work still, but leave theme image original color as icon. Also makes tweak compatible for custom icon images.
ar: تحديد لون أيقونة مجلد ، واختيار لون الحدود وسمك مخصص. قم بتشغيل "صور السمة الداعمة" إذا كان لديك رمز مجلد كجزء من السمة التي تريد رؤيتها. سوف يعمل لون الحدود بشكل ثابت ، ولكن اترك صورة المظهر اللون الأصلي كرمز. كما يجعل القرص متوافق للصور رمز مخصص.

source: Enable gradient blend
ar: تمكين مزيج التدرج

source: Enable opacity slider:
ar: تفعيل التحكم في العتمة:

source: Enable solid colors
ar: تمكين الألوان الصلبة

source: Enable to change corner radius of open and closed folders. Respring needed to take affect for folder icons.
ar: تمكن من تغيير قطر الزاويا للمجلدات المفتوحة والمغلقة، يجب عمل ريسبرنج.

source: Enable to change opacity of closed folders, how they appear as icons. For iOS 13 currently this hides the background of folders when enabled. For lower iOS versions: If corner radius is set higher then standard folder (around 10.0) the corners of it will show unless you turn the opacity down.
ar: تمكين لتغيير عتامة المجلدات المغلقة ، وكيف تظهر كرموز. بالنسبة لنظام التشغيل iOS 13 ، يخفي هذا حاليًا خلفية المجلدات عند التمكين. بالنسبة إلى إصدارات iOS أقل: إذا تم ضبط نصف قطر الزاوية أعلى ، فسيظهر المجلد القياسي (حوالي 10.0) ، إلا إذا قمت بإيقاف التعتيم.

source: Enable to change opacity of closed folders, how they appear as icons. If corner radius is set higher then standard folder (around 10.0) the corners of it will show unless you turn the opacity down. *Respring needed to take affect for most icon changes.
ar: تمكين لتغيير عتامة المجلدات المغلقة ، وكيف تظهر كرموز. إذا تم ضبط قطر الزاوية أعلى ، فسيظهر المجلد القياسي (حوالي 10.0) في زواياه إلا إذا قمت بإيقاف التعتيم. * ريسبرنج للتأثير على معظم التغييرات.

source: Folder icon color
ar: لون أيقونة المجلد

source: Got bugs 🐜? Conflicting tweak(s)? 🤔 Visit Tech Support on the next page. This is the best way to get help, since it emails your FolderControllerXIII settings, and a list of installed packages that could be interfering.
ar: حصلت مشاكل💢؟ تعارض أدوات🤔؟ تفضل بزيارة الدعم الفني في الصفحة التالية، هذه هي أفضل طريقة للحصول على المساعدة، نظرًا لقيامها بإرسال بريد إلكتروني إلى دعم FolderControllerXIII وقائمة الحزم المثبتة التي قد تتداخل.

source: Hide the minigrid
ar: أخفاء تنسيق الصغير

source: IMAGE ALPHA
ar: شفافية الصورة

source: Keep empty folders
ar: أبقاء مجلد فارغ

source: More improvements coming soon.
ar: المزيد من التحسينات قادمة قريبا.

source: Multi-Folder select
ar: تحديد مجلدات متعددة

source: Options for how to close folders. Tap allows you to tap anywhere, pinch to close uses pinch gesture outside of folder to close it. (Pinch requires respring to turn on/off)
ar: خيارات لكيفية إغلاق المجلدات. يسمح لك النقر بالضغط في أي مكان ، والقرص لإغلاق استخدام إيماءة القرص خارج المجلد لإغلاقه. (قرصة تتطلب ريسبرنج لتشغيل / إيقاف)

source: Pinch to close
ar: تقليص للأغلاق

source: Set a custom alpha level to be able to see the colors over top of the image. One is full strength, and zero will hide the image.
ar: عيّن مستوى الشفافية مخصصًا لتتمكن من رؤية الألوان أعلى الصورة. واحد هو القوة الكاملة ، والصفر سوف تخفي الصورة.

source: Settings for how to close folders, as well as folder icon settings.
ar: إعدادات لكيفية إغلاق المجلدات ، وكذلك إعدادات أيقونة المجلد.

source: Show status bar
ar: إظهار شريط الحالة

source: Support theme images
ar: دعم صور الثيمات او الموضوعات

source: Tap to close
ar: لمس او ضغط للأغلاق

source: Hide icon badges
ar: إخفاء أرقام إشعارات

source: Enable to hide badges on the folder icons only. Inside the open folders and on regular icons they will still appear.
ar: تفعيل لإخفاء أرقام إشعارات أيقونات داخل مجلد مفتوح.

source: Clear folder icons
ar: مجلد شفاف

source: Enable to hide the background view of folder icons. This will hide the blur and theme images, if applied.
ar: تفعيل لإخفاء خلفية مجلد مفتوح.
