Repository: Mighel881/FolderControllerXIII
Catalog: FolderController/Resources/*.lproj/CornerRadius.strings
Languages: ar

source: ABOUT
ar: أعتماد الدعم

source: Adjust closed folders (folder icons) corner radius from 0 being squared and 28-30 being circular.
ar: اضبط قطر الزاوية للمجلدات المغلقة (أيقونات المجلد من الخارج) من 0 إلى 28 ومن 28 إلى 30 دائري.

source: Adjust corner radius for open folder backgrounds.
ar: ضبط وتحديد قطر الزاوية لخلفيات المجلد المفتوح.

source: Adjust icon lift scale animation in editing mode.
ar: تغيير حجم أيقونات في وضع تحرير.

source: Adjusts animation speed to open and close folders. 0 is fastest, 1 is really slow.
ar: تغيير سرعة حركة فتح وأغلاق مجلدات، 0سريع و1بطيء .

source: Almost all the settings update instantly except for some changes to icons. It is a good idea to respring after changing layouts though so it sets with IconState.
ar: يتم تحديث جميع الإعدادات تقريبًا على الفور باستثناء التغييرات على الرموز وتغيير حجم المجلد، سيؤدي تطبيق التغييرات إلى إعادة تشغيل جهازك (ريسبرنج)، والتأكد من تعيين جميع القيم حسب الرغبة.

source: Apply changes
ar: تطبيق التغييرات (ريسبرنج)

source: CUSTOM ANIMATIONS
ar: حركة مخصصة

source: CUSTOM DRAG AND DROP
ar: تخصيص سحب وأسقاط

source: Corner radius
ar: تحديد الزوايا

source: Corner radius settings for open folders and their icons (closed folders on homescreen).
ar: ضبط إعدادات قطر الزاوية للمجلدات المفتوحة وأيقوناتها مع مجلدات مغلقة على الشاشة الرئيسية.

source: Credits and Support
ar: الاعتمادات والدعم الفني.

source: Custom animation delay
ar: تخصيص تأخر حركة

source: Custom corner radiuses
ar: تحديد قطر الزوايا

source: Custom drag delay:
ar: تخصيص تأخر أسقاط أو أفلات

source: Custom lift scale animation
ar: حجم مقاس الحركة

source: Enable to change corner radius of open and closed folders. Respring needed to take affect for folder icons.
ar: تمكن من تغيير قطر الزاوية للمجلدات المفتوحة والمغلقة، تحتاج عمل Respring للتأثير.

source: Got bugs 🐜? Conflicting tweak(s)? 🤔 Visit Tech Support on the next page. This is the best way to get help, since it emails your FolderControllerXIII settings, and a list of installed packages that could be interfering.
ar: حصلت مشاكل💢؟ تعارض أدوات🤔؟ تفضل بزيارة الدعم الفني في الصفحة التالية، هذه هي أفضل طريقة للحصول على المساعدة، نظرًا لقيامها بإرسال بريد إلكتروني إلى دعم FolderControllerXIII وقائمة الحزم المثبتة التي قد تتداخل.

source: More improvements coming soon.
ar: المزيد من التحسينات قادمة قريبا.

source: SKIP ANIMATIONS
ar: تخصيص تخطي الحركات

source: Shortens the delay time needed before entering edit mode on the home screen.
ar: يقصر وقت التأخير المطلوب قبل الدخول إلى وضع التحرير على الشاشة الرئيسية.

source: Skip animations
ar: تخطي الحركات

source: Turn on to enable custom animation speeds when opening and closing folders.
ar: تمكين سرعات الرسوم المتحركة المخصصة عند فتح المجلدات وإغلاقها.

source: Turn on to set a custom drag delay for easier and quicker icon layout changes.
ar: تعيين مهلة سحب مخصصة لتغييرات تخطيط الرمز بشكل أسرع.

source: Turn on to speed up opening and closing folders so it appears to skip the animations entirely.
ar: قم بتشغيله لتسريع فتح وإغلاق المجلدات حتى يبدو أكثر تنسيق.
