Repository: Mighel881/FolderControllerXIII
Catalog: FolderController/Resources/*.lproj/CustomLayout.strings
Languages: ar

source: Often only one custom layout tweak may be used at a time. This tweak, while designed to be compatible with others as much as possible, may conflict with other custom layout tweaks, or others may make this one not work. If the tweak does not appear to be working, check for potential conflicts before assuming this tweak is broken.
ar: غالبًا ما يمكن استخدام اداة تخطيط واحدة في كل مرة بينما هذه الأداة على الرغم من أنه مصمم ليكون متوافقًا مع الآخرين قدر الإمكان ، فقد يتعارض مع تعديلات التنسيق المخصص الأخرى أو قد يجعل هذا الآخر غير ممكن إذا لم تعمل الأداة تحقق من وجود تعارضات محتملة قبل افتراض حذف او تعطيل.

source: CUSTOM FOLDER LAYOUTS
ar: تحديد نسق مخصص للمجلدات

source: Custom folder layouts
ar: تنسيق مخصص للمجلدات

source: Set custom number of rows and columns in open folders. Affects all folders. Should update immediately, if not hit "Apply changes".
ar: تعيين عدد مخصص من الصفوف والأعمدة في المجلدات المفتوحة. لجميع المجلدات. يجب التحديث فورًا ، إن لم يكن ف اضغط تطبيق التغييرات (ريسبرنج).

source: Adjust slider to set custom max number of rows inside open folders.
ar: تحديد عدد صفوف في داخل مجلدات مفتوحة.

source: Set custom number of columns inside folder.
ar: تحديد عدد أعمدة في داخل مجلدات مفتوحة.

source: FOLDER INSETS
ar: أدراج المجلدات

source: Enable custom insets
ar: تمكين إدراج مخصص

source: Allows use of sliders to tweak insets of open folders. (Relative to the edges and between apps)
ar: للسماح باستخدام شريط التمرير لتعديل ايقونات المجلدات المفتوحة. (نسبة إلى الحواف وبين التطبيقات)

source: NEW- SET EXACT INSET VALUES.
ar: وضع جهاز عمودي:

source: Adjusts top insets of folders in portrait orientation. It moves the icons down as the values increases.
ar: تحريك أيقونات من أعلى إلى أسفل.

source: Adjusts right side folder inset in portrait orientation. Moves icons to the left as value increases, or towards the right as value decreases.
ar: تحريك أيقونات من يمين إلى يسار.

source: Adjusts left side inset of folders in portrait orientation . Moves icons to the right as the value increases.
ar: تحريك أيقونات من يسار إلى يمين.

source: Adjusts bottom folder insets in portrait orientation. Moves icons up as value increases.
ar: تحريك أيقونات من أسفل إلى أعلى.

source: LANDSCAPE FOLDER INSETS
ar: وضع جهاز أفقي:

source: Adjusts the top insets of folders in landscape orientation. Shifts icons down as the value increases.
ar: تحريك أيقونات من أعلى إلى أسفل.

source: Adjusts right side insets of folders in landscape orientation. Shifts the icons towards the left as value increases.
ar: تحريك أيقونات من يمين إلى يسار.

source: Adjusts left side insets of folders in landscape orientation. Shifts icons towards the right as value increases.
ar: تحريك أيقونات من يسار إلى يمين.

source: Adjusts bottom folder insets in landscape orientation. Shifts icons up as value increases.
ar: تحريك أيقونات من أسفل إلى أعلى.

source: Resize mini-grids
ar: شكل مجلد خارجي (أيقونة مجلد):

source: Enable mini grid resizing so any layout will fit inside the folder icon, and custom layouts of the grid can be achieved.
ar: تغيير حجم لوضع أيقونات بالتنسيق داخل مجلد في شاشة رئيسية.

source: Enable resized grids
ar: تمكين تغيير حجم

source: CUSTOM DOCK LAYOUTS
ar: تغيير عدد أيقونات الدوك:

source: Set custom number of max icons in Dock. Should update immediately, if not hit "Apply changes".
ar: تعيين الحد الأقصى المخصص لعدد الأيقونات في الدوك يتم تطبيقه تلقائياً او أضغط على تطبيق التغييرات (ريسبرنج).

source: Custom dock layout
ar: تمكين

source: Set custom maximum number of icons in the dock.
ar: تعيين الحد الأقصى المخصص لعدد الأيقونات في الدوك.

source: CUSTOM HOMESCREEN
ar: تغيير عدد أيقونات شاشة رئيسية:

source: Custom homescreen layout
ar: تمكين

source: Set custom number of home screen columns in Portrait orientation.
ar: عدد أعمدة.

source: Set custom number of rows displayed on the home screen in Portrait orientation.
ar: عدد صفوف.

source: HOMESCREEN EDGE INSETS
ar: تخطيط أيقونة الشاشة الرئيسية:

source: Enable homescreen insets
ar: تمكين

source: Allows use of sliders to tweak the insets of your homescreen icon layout. This allows you to place them far apart or close together in boxes. Turn off for iOS default values to be used.
ar: يسمح بتعديل أجزاء تخطيط أيقونات الشاشة الرئيسية، هذا يسمح لك بوضعها بعيدًا عن بعضها أو تلاصقها معًا، يمكنك تعطيله للعودة إلى وضع طبيعي.

source: SET PORTRAIT INSET VALUES.
ar: وضع جهاز عمودي:

source: Adjusts top homescreen inset. This slider moves icons down the screen.
ar: تحديد مسافة من أعلى.

source: Adjusts right side homescreen icon insets. These values shift the icons left.
ar: تحديد مسافة من يمين.

source: Adjusts left side insets of your homescreen icon layout. This slider shifts your icons towards the right.
ar: تحديد مسافة من يسار.

source: Adjust bottom homescreen inset, these values move the icons up from the bottom reducing the space in between rows.
ar: تحديد مسافة من أسفل.

source: SET LANDSCAPE INSET VALUES.
ar: وضع جهاز أفقي:

source: Adjusts top homescreen inset when device orientation is landscape. This slider moves icons down the screen.
ar: تحديد مسافة من أعلى.

source: Adjusts right side homescreen insets. These values shift the icons left when the device is in landscape orientation.
ar: تحديد مسافة من يمين.

source: Adjusts left side insets of your homescreen icon layout when in landscape mode. This slider shifts your icons towards the right.
ar: تحديد مسافة من يسار.

source: Adjust bottom homescreen inset in landscape mode, these values move the icons up from the bottom reducing the space in between rows.
ar: تحديد مسافة من أسفل.

source: Apply changes
ar: تطبيق التغييرات (ريسبرنج)

source: Almost all the settings update instantly except for some changes to icons. It is a good idea to respring after changing layouts though so it sets with IconState.
ar: يتم تحديث جميع الإعدادات تقريبًا على الفور باستثناء بعض التغييرات على الرموز. إنها لفكرة جيدة Respring بعد تغيير التخطيطات على الرغم من أنها تحفظ التخطيط مع IconState.

source: Credits and Support
ar: الاعتمادات والدعم

source: ABOUT
ar: أعتماد الدعم

source: Got bugs 🐜? Conflicting tweak(s)? 🤔 Visit Tech Support on the next page. This is the best way to get help, since it emails your FolderControllerXIII settings, and a list of installed packages that could be interfering.
ar: حصلت مشاكل💢؟ تعارض أدوات🤔؟ تفضل بزيارة الدعم الفني في الصفحة التالية، هذه هي أفضل طريقة للحصول على المساعدة، نظرًا لقيامها بإرسال بريد إلكتروني إلى دعم FolderControllerXIII وقائمة الحزم المثبتة التي قد تتداخل.

source: More improvements coming soon.
ar: المزيد من التحسينات قادمة قريبا.
