Repository: Mighel881/FolderControllerXIII
Catalog: FolderController/Resources/*.lproj/OpenFolders.strings
Languages: ar

source: ABOUT
ar: أعتماد الدعم

source: iOS 9 Folder Look
ar: خلفية شفافة أفتراضية

source: Adjust color alpha of uncolored folder icons, the image that appears behind rounded, custom colored folders.
ar: اضبط شفافية ألوان أيقونات المجلد غير الملونة ، الصورة التي تظهر خلف مجلدات ملونة مدورة، الوان مجلدات محددة.

source: Adjust corner radius for open folder backgrounds.
ar: تحديد وتخصيص زوايا خلفية مجلد مفتوح.

source: Adjust opacity or translucency of open folder backgrounds . Zero hides folder backgrounds completely.
ar: ضبط عتامة أو شفافية خلفيات المجلد المفتوح. صفر يخفي خلفيات المجلد بالكامل.

source: Adjust slider to set custom max number of rows inside open folders.
ar: اضبط شريط التمرير لضبط عدد الصفوف المخصص داخل المجلدات المفتوحة.

source: Adjust white alpha of uncolored folder icons. Leave both at zero to see only custom color and corner radius changes (if you use Snowboard). Thats a workaround for corner radius conflict with the theme engine.
ar: ضبط حدة الأبيض من ايقونات المجلد غير ملون. اترك كليهما عند الصفر لرؤية تغييرات قطر اللون والزاوية المخصصة فقط (إذا كنت تستخدم Snowboard). هذا حل بديل لنصف قطر الزاوية مع محرك الثيمات.

source: Adjusts bottom icon inset. Negative values reduce inset, positive makes them bigger.
ar: يضبط مسافة من أسفل و القيم السلبية تقلل من الداخل اما الإيجابية تجعلها أكبر.

source: Adjusts side icon insets. Negative values reduce insets, positive make them bigger.
ar: ضبط إدراجات أيقونة الجانب. القيم السلبية تقلل من الإدخالات ، تجعلها إيجابية أكبر.

source: Adjusts top icon inset. Negative values reduce inset, positive make them bigger.
ar: يضبط مسافة من أعلى و القيم السالبة تقلل من منها اما إيجابية تجعلها أكبر.

source: Allows use of sliders to tweak insets of open folders. (Relative to the edges and between apps)
ar: سماح باستخدام شريط التمرير لتعديل إدراجات المجلدات المفتوحة. (نسبة إلى الحواف وبين التطبيقات)

source: Allows you to use folders as part of the multi-icon select to rearrange your homescreen faster. In editing mode, drag down and hold one icon, then tap others for multi-select.
ar: يتيح لك استخدام المجلدات كجزء من الاختيار متعدد الأيقونات لإعادة ترتيب شاشتك الرئيسية بشكل أسرع. في وضع التحرير ، اسحب لأسفل مع الاستمرار فوق رمز واحد ، ثم انقر فوق الآخرين لتحديد متعدد.

source: Almost all the settings update instantly except for some changes to icons and layouts. Apply changes will respring your device, and ensure all values are set as desired.
ar: يتم تحديث جميع الإعدادات تقريبًا على الفور باستثناء التغييرات التي تطرأ على الرموز وتغيير حجم المجلد. سيؤدي تطبيق التغييرات إلى إعادة تشغيل جهازك ، والتأكد من تعيين جميع القيم حسب الرغبة.

source: Anything larger then zero enables the colored border for open folders, assuming one of the color switches are enabled.
ar: أي شيء أكبر من الصفر يمكّن الحد الملون للمجلدات المفتوحة ، بافتراض تمكين أحد مفاتيح الألوان.

source: Apply changes
ar: تطبيق التغييرات (ريسبرنج)

source: Auto-close when app opens
ar: أغلاق تلقائي بعد فتح تطبيق

source: Background blur color:
ar: تظليل لون الخلفية:

source: Border color
ar: لون الحدود

source: Border color:
ar: لون الحدود:

source: Border thickness:
ar: سمك الحدود:

source: CORNER RADIUS
ar: تحديد زوايا

source: Choose one of the several different ways your three colors will be blended. If varied button is on it will be random each time folder is opened.
ar: اختر واحدة من الطرق المختلفة التي سيتم مزج ألوانك الثلاثة بها. إذا كان الزر متنوعًا ، فسيكون عشوائيًا في كل مرة يتم فيها فتح المجلد.

source: Choose open folder size from the segment cell picker- normal (default), full width large square, or nearly full page. Make sure the tap to close feature is on for easy closing of full page folders. Theres room if you forget though.
ar: أختر حجم مجلد مفتوح وتأكد من تشغيل ميزة "النقر للإغلاق" لسهولة إغلاق مجلدات الصفحات الكاملة.

source: Closed folder coloring
ar: الوان مجلد المغلق

source: Closed folder opacity
ar: عتمة مجلد مغلق

source: Closed folders
ar: مجلدات مغلقة

source: Closing Folders
ar: اغلاق مجلدات

source: Color icons+border
ar: تلوين الأيقونة والحدود

source: Colors open folders with either a solid color and border, a preset gradient blend of 3 colors you pick, or various gradient styles using the colors below. Border color also will appear if width is greater then zero.
ar: الوان مجلدات مفتوحة إما بلون أو حد صلب ، أو مزيج تدرج مسبق الإعداد من 3 ألوان تختارها ، أو أنماط متدرجة مختلفة باستخدام الألوان أدناه. سوف يظهر لون الحدود أيضًا إذا كان العرض أكبر من الصفر.

source: Corner radius settings for open folders and their icons (closed folders on homescreen).
ar: ضبط إعدادات قطر الزاوية للمجلدات المفتوحة وأيقوناتها (مجلدات مغلقة على الشاشة الرئيسية).

source: Credits and Support
ar: الأعتمادات والدعم

source: Custom background blur
ar: تحديد تظليل الخلفية

source: Custom color alpha:
ar: تحديد شفافية اللون:

source: Custom color folder icons, and pick custom border color and thickness. Turn on Support theme images if you have a folder icon as part of your theme you want to see. The border color will work still, but leave theme image original color as icon. Also makes tweak compatible for custom icon images.
ar: أيقونات مجلد الألوان المخصصة ، واختيار لون الحدود وسمك مخصص. قم بتشغيل "صور السمة الداعمة" إذا كان لديك رمز مجلد كجزء من السمة التي تريد رؤيتها. سوف يعمل لون الحدود بشكل ثابت ، ولكن اترك صورة المظهر اللون الأصلي كرمز. كما يجعل القرص متوافق للصور رمز مخصص.

source: Custom corner radiuses
ar: تحديد ركن زاوية مخصص

source: Custom folder layouts
ar: تخطيط مجلد مخصص

source: Custom folder size
ar: تحديد وتخصيص حجم مجلد

source: Custom folder sizes
ar: حجم مجلد

source: Custom layouts
ar: تخطيطات مخصصة

source: Dark background
ar: خلفية داكنة

source: Donations much appreciated
ar: التبرعات موضع تقدير كبير

source: Enable BG image:
ar: تمكين صورة خلفية:

source: Enable custom blur color
ar: تمكين تظليل لون مخصص

source: Enable custom insets
ar: تمكين إدراج مخصصة

source: Enable gradient blend
ar: تمكين مزيج التدرج

source: Enable opacity slider:
ar: تمكين

source: Enable solid colors
ar: تمكين الوان صلبة

source: Enable to change corner radius of open and closed folders. Respring needed to take affect for folder icons.
ar: تمكن من تغيير قطر الزاوية للمجلدات المفتوحة والمغلقة. Respring مطلوب للتأثير على أيقونات المجلد.

source: Enable to change opacity of closed folders, how they appear as icons. If corner radius is set higher then standard folder (around 10.0) the corners of it will show unless you turn the opacity down. *Respring needed to take affect for most icon changes.
ar: تمكين لتغيير عتامة المجلدات المغلقة ، وكيف تظهر كرموز. إذا تم ضبط قطر الزاوية أعلى ، فسيظهر المجلد القياسي (حوالي 10.0) في زواياه إلا إذا قمت بإيقاف التعتيم. * Respring مطلوب للتأثير على معظم التغييرات.

source: Enable tweak
ar: تفعيل الأداة

source: Folder color or gradient1:
ar: لون المجلد أو التدرج 1:

source: Folder icon color
ar: لون أيقونة المجلد

source: For access to all my free tweaks; add my repo, and check out packages available in BigBoss .
ar: للوصول الكامل إلى أدواتي المجانية أضف سورسي الخاص وهنالك أدوات أخرى على سورس البيق بووس.

source: Free tweaks in BigBoss
ar: أدوات مجانية ع سورس بيق بووس

source: Full Page
ar: كامل الصفحة

source: Full Width
ar: كبير

source: Got bugs 🐜? Conflicting tweak(s)? 🤔 Visit Tech Support on the next page. This is the best way to get help, since it emails your FolderControllerXIII settings, and a list of installed packages that could be interfering.
ar: حصلت مشاكل💢؟ تعارض أدوات🤔؟ تفضل بزيارة الدعم الفني في الصفحة التالية، هذه هي أفضل طريقة للحصول على المساعدة، نظرًا لقيامها بإرسال بريد إلكتروني إلى دعم FolderControllerXIII وقائمة الحزم المثبتة التي قد تتداخل.

source: Gradient color2:
ar: تدرج لون ٢:

source: Gradient color3:
ar: تدرج لون ٣:

source: Gradient style:
ar: أنماط تدرج

source: Hide the minigrid
ar: أخفاء الوضع الصغير

source: Hide title when folder open
ar: أخفاء عنوان عند فتح مجلد

source: IMAGE ALPHA
ar: شفافية الصورة

source: Keep empty folders
ar: حفظ مجلد فارغ

source: More improvements coming soon.
ar: المزيد من التحسينات قادمة قريبا.

source: Multi-Folder select
ar: تحديد مجلدات متعددة

source: No background effects/blur
ar: حذف شفافية وتأثير خلفية

source: Normal
ar: طبيعي

source: Open Folder Options
ar: خيارات فتح مجلد

source: Open Folders
ar: فتح مجلدات

source: Open folder coloring
ar: لون مجلد مفتوح

source: Open folder opacity
ar: عتمة أو شفافية للمجلد مفتوح

source: Open folders
ar: فتح مجلدات

source: Options for how to close folders. Tap allows you to tap anywhere, pinch to close uses pinch gesture outside of folder to close it. (Pinch requires respring to turn on/off)
ar: خيارات لكيفية إغلاق المجلدات. يسمح لك النقر بالضغط في أي مكان ، والقرص لإغلاق استخدام إيماءة القرص خارج المجلد لإغلاقه. (قرصة تتطلب ريسبرنج لتشغيل / إيقاف)

source: Options to adjust appearance of title and the home screen blur/ background behind an open folder. No resprings needed. Open folder colors can be changed without needing respring as well.
ar: خيارات لضبط مظهر العنوان وتظليل / خلفية الشاشة الرئيسية خلف مجلد مفتوح. لا تحتاج ريسبرنج. يمكن تغيير ألوان المجلد المفتوح دون الحاجة إلى ريسبرنج كذلك.

source: Pick any picture from your camera roll to add as a background image inside open folders. Works with the gradients or solid color overtop. Just reduce alpha to see colors better.
ar: اختر أي صورة من الصور لإضافتها كصورة خلفية داخل المجلدات المفتوحة. يعمل مع التدرجات أو لون صلب أعلى. فقط قم بتقليل شفافية لرؤية الألوان بشكل أفضل.

source: Pinch to close
ar: قرص أو تقلص للأغلاق

source: Random gradient styles
ar: أنماط تدرج افتراضي

source: Set a custom alpha level to be able to see the colors over top of the image. One is full strength, and zero will hide the image.
ar: عيّن مستوى شفافية مخصصًا لتتمكن من رؤية الألوان أعلى الصورة. واحد هو القوة الكاملة ، والصفر سوف تخفي الصورة.

source: Set a custom color to go behind open folders. Use slider to adjust color alpha of open folder background blurs. (New beta feature)
ar: تعيين لون مخصص للذهاب وراء المجلدات المفتوحة. استخدم شريط التمرير لضبط لون شفافية من تمويه خلفية المجلد المفتوح. (ميزة تجريبية جديدة)

source: Set custom number of columns inside folder.
ar: تعيين عدد أعمدة ايقونات داخل مجلد

source: Set custom number of rows and columns in open folders. Affects all folders. Should update immediately, if not hit "Apply changes".
ar: تعيين عدد مخصص من الصفوف والأعمدة في المجلدات المفتوحة. يؤثر على جميع المجلدات. يجب التحديث فورًا، أو ضغط "تطبيق التغييرات".

source: Settings for custom folder sizes, background colors and gradients, custom blurs behind open folders, and more.
ar: إعدادات لأحجام المجلدات المخصصة ، وألوان الخلفية والتدرجات ، والتمويه المخصص وراء المجلدات المفتوحة ، والمزيد.

source: Settings for how to close folders, as well as folder icon settings.
ar: إعدادات لكيفية إغلاق المجلدات ، وكذلك إعدادات أيقونة المجلد.

source: Settings improved by:
ar: تحسين الإعدادات بواسطة:

source: Show status bar
ar: إظهار شريط الحالة

source: Support theme images
ar: دعم أيقونات الثيمات

source: Tap to close
ar: ضغط للأغلاق

source: Thank you for your purchase. Any additional donations are greatly appreciated, as I will continue to improve the tweak, and provide support for iOS 12.
ar: شكرا لك على الشراء. تحظى بتقدير كبير أي تبرعات إضافية ، حيث سأواصل تحسين القرص ، وتقديم الدعم لنظام iOS 12.

source: Turns on the tweak. Turn off to reset all changes to original values.
ar: تفعيل الأدواة وقم بإيقاف التشغيل لجميع التغييرات على القيم الأصلية لمعاينة النتائج الأفتراضية.

source: Tweak created by:
ar: الأداة من تطوير:

source: Vary gradient styles
ar: تختلف أنماط التدرج

source: 👉 Add my repo
ar: أضف سورسي الخاص

source: Adjust the slider to how much extra height you want to add to the normal frame.
ar: تحديد حجم أرتفاع مجلد.

source: Adjust the slider to how much width you want to add to the normal frame.
ar: تحديد حجم عرض مجلد.

source: Title options
ar: تخصيص العنوان

source: Settings for titles of open folders, including font size, text alignment, background, border and text colors, and more.
ar: إعدادات لون وحجم وسمك وموقع العنوان.
